Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/1_6_Strings.xcstrings
Source language: en
Languages: es

# Racer_2
source: Shoebiscuit
es: Zapatobollo

# Racer_4
source: Cactus Crawler
es: Arrastrador Cactus

source: Rapid Magic Quiver
es: Carcaj Mágico de Velocidad

# Renovation_AddAttic
source: Add Attic/Adds another staircase up; and a room at the top./Select an area for the renovation.
es: Añadir ático/Añade otra escalera hacia arriba; y una habitación al final./Elige un lugar para la reforma.

# Renovation_AddCubby
source: Add Cubby/Adds a little cubby next to the front door./Select an area for the renovation.
es: Añadir cubículo/Añade un pequeño cubículo al lado de la puerta principal./Elige un lugar para la reforma.

# Renovation_AddDiningRoom
source: Add Dining Room/Adds a large room to the left of the kitchen./Select an area for the renovation.
es: Añadir comedor/Añade una habitación grande a la izquierda de la cocina./Elige un lugar para la reforma.

# Renovation_AddExtendedCornerRoom
source: Expand Corner Room/Extends the corner room; adding a large new area./Select an area for the renovation.
es: Expandir habitación esquinera/Extiende la habitación esquinera; añadiendo un nuevo espacio amplio./Elige un lugar para la reforma.

# Renovation_CloseDiningRoom
source: Close Dining Room/Restores the wall between the dining room and kitchen./Select an area for the renovation.
es: Cerrar comedor/Restaura la pared entre el comedor y la cocina./Elige un lugar para la reforma.

# Renovation_OpenDiningRoom
source: Open Dining Room/Removes the wall between the dining room and kitchen./Select an area for the renovation.
es: Abrir comedor/Quita la pared entre el comedor y la cocina./Elige un lugar para la reforma.

# Renovation_RemoveAttic
source: Remove Attic/Removes the attic./Select an area for the renovation.
es: Quitar ático/Quita el ático./Elige un lugar para la reforma.

# Renovation_RemoveCubby
source: Remove Cubby/Removes the little cubby next to the front door./Select an area for the renovation.
es: Quitar cubículo/Quita el pequeño cubículo al lado de la puerta principal./Elige un lugar para la reforma.

# Renovation_RemoveDiningRoom
source: Remove Dining Room/Removes the large room to the left of the kitchen./Select an area for the renovation.
es: Quitar comedor/Quita la habitación grande a la izquierda de la cocina./Elige un lugar para la reforma.

# Renovation_RemoveExtendedCornerRoom
source: Shrink Corner Room/Removes the expansion to the corner room; returning it to its original size./Select an area for the renovation.
es: Achicar habitación esquinera/Quita la expansión de la habitación esquinera; devolviéndola a su tamaño original./Elige un lugar para la reforma.

# ResourceQuestTitle
source: Gathering= {0}
es: Recolecta= {0}

# RetroCatalogueDescription
source: A collection of unique furniture from a bygone era.
es: Una colección de muebles únicos de una época pasada.

# RiverJelly_Description
source: A rare jelly found in freshwater.
es: Una rara gelatina encontrada en agua fresca.

# RiverJelly_Name
source: River Jelly
es: Gelatina de Río

# RiverlandsFarmPerk
source: You start with a Fish Smoker.
es: Empiezas con un Ahumador de Pescado.

# Scholar_Closed
source: Scholar= Forgive me; friend. But I cannot engage with you until the festival is open.
es: Erudito= Perdóname; colega. Pero no puedo interactuar contigo hasta que el festival haya abierto.

source: Scholar= Correct!
es: Erudito= ¡Correcto!

# Scholar_DoneThisYear
source: Scholar= Enjoy the eggs; my friend. I'll be back next year for another challenge.
es: Erudito= Disfruta de los huevos; colega. Estaré de vuelta el año que viene con otro reto.

# Scholar_Failed
source: Scholar= ...I'm sorry; friend. But you will have to come back next time.
es: Erudito= ...Lo siento; colega. Pero tendrás que volver la próxima vez.

# Scholar_Intro
source: Scholar= Greetings; friend! Care for a test of knowledge? If you can answer my questions correctly; you'll earn a prize. What do you say?
es: Erudito= ¡Saludos; colega! ¿Te importa hacer un test de conocimiento? Si puedes responder correctamente a mis preguntas; te ganarás un premio. ¿Qué me dices?

# Scholar_Intro2
source: Scholar= Excellent! Now; for the first question...
es: Erudito= ¡Excelente! Ahora; la primera pregunta...

# Scholar_Question_0_0
source: Question 1= Who runs the {0} in Pelican Town?
es: Pregunta 1= Quién lleva el {0} en Pueblo Pelícano?

# Scholar_Question_0_0_Options
source: Blacksmith;Museum;Saloon;Fish Shop;Animal Shop;General Store
es: Herrería;Museo;Salón;Tienda de Pescado;Tienda Animal;Tienda Local

# Scholar_Question_0_1
source: Question 1= What is the date of the season's end?
es: Pregunta 1= ¿Cuándo acaba la estación?

# Scholar_Question_0_1_Answers
source: 28th;30th;31st;26th
es: El 28;el 30;el 31;el 26

# Scholar_Question_0_2
source: Question 1= Where are we?
es: Pregunta 1= ¿Dónde estamos?

# Scholar_Question_0_2_Answers
source: Calico Desert;Carlito Desert;Conical Desert;Caprico Desert;Canonical Desert;Cowlicko Desert;Catacomb Desert;Capicola Desert;Skull Cavern Desert
es: Desierto Calico;Desierto Carlito;Desierto Cónico;Desierto Caprico;Desierto Canónico;Desierto Cowlicko;Desierto Catacumba;Desierto Capícola;Desierto de la Caverna Calavera

# Scholar_Question_1_0
source: Question 2= What season does {0} grow in?
es: Question 2= ¿En qué estación crecen {0}?

# Scholar_Question_1_0_Answers
source: Spring;Summer;Fall
es: Primavera;Verano;Otoño

# Scholar_Question_1_0_Options
source: Garlic;Red Cabbage;Artichoke
es: Ajos;Lombardas;Alcachofas

# Scholar_Question_1_1
source: Question 2= When does the {0} tree bear fruit?
es: Pregunta 2= ¿Cuándo trae fruta el {0}?

# Scholar_Question_1_1_Answers
source: Spring;Summer;Fall
es: Primavera;Verano;Otoño

# Scholar_Question_1_1_Options
source: Apricot;Peach;Pomegranate
es: Albaricoquero;Melocotonero;Granado

# Scholar_Question_1_2
source: Question 2= When is Pierre's Shop normally closed?
es: Pregunta 2= ¿Cuando está la tienda de Pierre cerrada normalmente?

# Scholar_Question_1_2_Answers
source: Wednesday;Thursday;Tuesday;Monday;Saturday;Sunday;Friday
es: Miércoles;Jueves;Martes;Lunes;Sábado;Domingo;Viernes

# Scholar_Question_2_0
source: Question 3= In what season can you catch {0}?
es: Pregunta 3= ¿En qué estación pescas {0}?

# Scholar_Question_2_0_Answers
source: Any Season;Summer;Fall;Winter
es: Cualquier Estación;Verano;Otoño;Invierno

# Scholar_Question_2_0_Options
source: Carp;Pufferfish;Salmon;Squid
es: Carpa;Pez Globo;Salmón;Calamar

# Scholar_Question_2_1
source: Question 3= How many steps have you taken?
es: Pregunta 3= ¿Cuántos pasos has dado?

# Scholar_Question_2_2
source: Question 3= How much does a {0} cost?
es: Pregunta 3= ¿Cuánto cuesta {0}?

# Scholar_Question_2_2_Options
source: Chicken;Cow;Pig;Rabbit;Duck
es: un pollo;una vaca;un cerdo;un conejo;un pato

# Scholar_Question_3_0
source: Question 4= Where might you catch the {0}?
es: Pregunta 4= ¿Dónde poderías pescar {0}?

# Scholar_Question_3_0_Options
source: Stonefish;Ice Pip;Lava Eel
es: Pez Piedra;Pez Carámbano;Lava Eel

# Scholar_Question_3_2
source: Question 4= How many garbage cans are there in Pelican Town?
es: Pregunta 4= ¿Cuántos cubos de basura hay en Pueblo Pelícano?

# Scholar_Win
source: Scholar= Very Good! I'm impressed with your knowledge; friend. Here is your prize.
es: Erudito= ¡Muy bien! Me impresiona tu conocimiento; colega. Aquí está tu premio.

# Scholar_Wrong
source: Scholar= Wrong! ...I'm sorry; friend. But you will have to come back another time.
es: Erudito= ¡Incorrecto! ...Lo siento; colega. Pero tendrás que volver en otro momento.

# SeaJelly_Description
source: A rare jelly found in the ocean.
es: Una rara gelatina encontrada en el mar.

# SeaJelly_Name
source: Sea Jelly
es: Gelatina de Mar

# Shady_Guy
source: Suspicious Guy= It'll just cost ya 1 Calico Egg. A small price to pay for the 'edge' you'll get.
es: Tipo Sospechoso= Solo te costará 1 Huevo Calico. Un pequeño precio a pagar por la «ventaja» que obtendrás.

# Shady_Guy_2nd
source: Suspicious Guy= Need my 'services'? It'll just cost ya 1 Calico Egg.
es: Tipo Sospechoso= ¿Necesitas mis «servicios»? Solo te costará 1 Huevo Calico.

# Shady_Guy_Closed
source: Suspicious Guy= Heh... not now; kid. Come back later; and we can talk.
es: Tipo Sospechoso= Jeh... no ahora; jóven. Vuelve más tarde y podemos hablar.

# Shady_Guy_Ended
source: Suspicious Guy= It's too late; kid. Come back when the races are happening.
es: Tipo Sospechoso= Es demasiado tarde; jóven. Vuelve cuando haya carreras.

# Shady_Guy_Intro
source: Suspicious Guy= Psst... Hey; kid. You been watching these races? Pretty exciting; huh?
es: Tipo Sospechoso= Psst... Hey; jóven. ¿Has estado viendo estas carreras? Muy emocionante; ¿eh?

# Shady_Guy_Intro_2
source: Suspicious Guy= ... Say; I got a little 'proposition' for ya.
es: Tipo Sospechoso= ...Digamos que tengo una pequeña «proposición» para ti.

# Shady_Guy_Intro_3
source: Suspicious Guy= Just pick a racer; and their next race will be a real stinker... catch my drift?
es: Tipo Sospechoso= Solo elige un corredor; y su siguiente carrera será un desastre... ¿Entiendes lo que digo?

# Shady_Guy_Late
source: Suspicious Guy= Too late; the race's started. Let's talk again later...
es: Tipo Sospechoso= Muy tarde; la carrera ha comenzado. Hablaremos más tarde...

# Shady_Guy_NoEgg
source: Suspicious Guy= Looks like you don't have any Calico Eggs; kid. Stop wastin' my time.
es: Tipo Sospechoso= Parece que no tienes Huevos Calico; jóven. Deja de malgastar mi tiempo.

# Shady_Guy_Ongoing
source: Suspicious Guy= Eyes on the race; kid! We can talk later...
es: Tipo Sospechoso= ¡Ojos en la pista; jóven! Podemos hablar más tarde...

# Shady_Guy_Question
source: Suspicious Guy= Alright; so who's gonna be the unlucky racer?
es: Tipo Sospechoso= De acuerdo; ¿quién va a ser el desafortunado corredor?

# Shady_Guy_Selected_1
source: Suspicious Guy= {0}; huh? You got it; kid.
es: Tipo Sospechoso= {0}; ¿eh? Lo tienes; jóven.

# Shady_Guy_Selected_2
source: Suspicious Guy= {0} it is. Now excuse me; I've got a phone call to make...
es: Tipo Sospechoso= {0} entonces. Ahora discúlpame; tengo una llamada que hacer...

# Shady_Guy_Selected_3
source: Suspicious Guy= {0}? Sure; sure... Good luck; kid.
es: Tipo Sospechoso= ¿{0}? Claro; claro... Buena suerte; jóven.

# Shop_Abigail
source: Hey; I grabbed some random stuff out of my closet. Want any of it?
es: Hey; he cogido algunas cosas aleatorias de mi armario. ¿Quieres alguna?

# Shop_Alex
source: Hey; got any eggs?
es: Hey; ¿tienes algún huevo?

# Shop_Caroline
source: Hello. I hope you see something you like.
es: Hola. Espero que veas algo que te guste.

# Shop_Clint
source: Need any ores?
es: ¿Necesitas algún mineral?

# Shop_Demetrius
source: Do you have any eggs to trade? I'm studying the composition of the shell.
es: ¿Tienes algún huevo para intercambiar? Estoy estudiando la composición de la cáscara.

# Shop_Eggs
source: T...Trade... E...Eggs...
es: In...Intercambiar... Hue...Huevos...

# Shop_Elliott
source: Some interesting things washed up on the beach. Care to trade?
es: Algunas cosas interesantes fueron arrastradas hacia la playa. ¿Quieres intercambiar?

# Shop_Emily
source: Ah; it feels good here in the shade.
es: Ah; se está bien aquí en la sombra.

# Shop_Evelyn
source: Hello dear. Please take your time; I'll be here all day!
es: Hola cariño. Por favor tómate tu tiempo; ¡estaré aquí todo el día!

# Shop_George
source: I've got everything worth selling.
es: Tengo todo lo que merece la pena vender.

# Shop_Gus
source: In the mood for something delicious?
es: ¿Te apetece algo delicioso?

# Shop_Haley
source: You'd better go find more eggs so you can buy all my stuff!
es: ¡Más te vale obtener más huevos para comprar todo lo que tengo!

# Shop_Harvey
source: Oh; um... these are some model planes I built... do you like them?
es: Oh; um... esos son algunos modelos de avión que hice... ¿te gustan?

# Shop_Jas
source: Hi... Um... *giggle*
es: Hola... Em... *risitas*

# Shop_Jodi
source: I'm sorry; my selection isn't very good this year...
es: Lo siento; mi selección no es muy buena este año...

# Shop_Kent
source: Hey; I've got a few things for sale. Let me know if anything catches your eye.
es: Hey; tengo algunas cosas a la venta. Házmelo saber si algo te llama la atención.

# Shop_Leah
source: I had some extra wood; so I made these mini bookcases...
es: Tenía algo de madera extra; así que hice estas mini-estanterías...

# Shop_Leo
source: Can I have some eggs? I want to put them in my nest.
es: ¿Me puedes dar algunos huevos? Quiero ponerlos en mi nido.

# Shop_Marnie
source: I found an extra roll of wallpaper from my house. It's yours for 20 eggs!
es: Encontré un rollo extra de papel pintado en mi casa. ¡Es tuyo por 20 huevos!

# Shop_Maru
source: See anything you like?
es: ¿Ves algo que te guste?

# Shop_Pam
source: Hehehe... Found some old beverages in the back of the fridge.
es: Jejeje... Encontré algunas bebidas en el fondo de la nevera.

# Shop_Penny
source: Hi! I hope you find something you like.
es: ¡Hola! Espero que encuentres algo que te guste.

# Shop_Pierre
source: Psst... I'm selling eggs for cash! Hehe... Don't tell Lewis.
es: Psst... ¡Vendo huevos por dinero! Jeje... No se lo digas a Lewis.

# Shop_Robin
source: Hey; check out this custom wallpaper I made. Want it?
es: Hey; mira este papel pintado que hice. ¿Lo quieres?

# Shop_Sam
source: Want my old broken skateboard? I guess you could use it for decoration or something.
es: ¿Quieres mi antiguo monopatín roto? Creo que podrías usarlo para decoración o algo.

# Shop_Sebastian
source: I found some stuff by the lake.
es: Encontré algunas cosas junto al lago.

# Shop_Shane
source: Found some food in the freezer. It's yours for cheap. Just don't look at the expiration date.
es: Encontré algo de comida en el congelador. Te la dejo barata. No mires la fecha de caducidad.

# Shop_Vincent
source: Hi! Um... I found some stuff. Wanna buy it!?
es: ¡Hola! Em... Encontré algunas cosas. ¿¡Quieres comprarlas!?

# skillBook_Category
source: Skill Book
es: Libro de Habilidades

# SkillBook0_Description
source: Read this to gain some farming experience.
es: Lee esto para ganar algo de experiencia en agricultura.

# SkillBook0_Name
source: Stardew Valley Almanac
es: Almanaque de Stardew Valley

# SkillBook1_Description
source: Read this to gain some fishing experience.
es: Lee esto para ganar algo de experiencia en pesca.

# SkillBook1_Name
source: Bait And Bobber
es: Cebo y Corcho

# SkillBook2_Description
source: Read this to gain some foraging experience.
es: Lee esto para ganar algo de experiencia en recolección.

# SkillBook2_Name
source: Woodcutter's Weekly
es: Semanal del leñador

# SkillBook3_Description
source: Read this to gain some mining experience.
es: Lee esto para ganar algo de experiencia en minería.

# SkillBook3_Name
source: Mining Monthly
es: Mensual Minero

# SkillBook4_Description
source: Read this to gain some combat experience.
es: Lee esto para ganar algo de experiencia en combate.

# SkillBook4_Name
source: Combat Quarterly
es: Trimestral de Combate

# SkillBookMessage
source: You've learned a few things about {0}.
es: Has aprendido algunas cosas sobre {0}.

# SkillName_0
source: Farming
es: Granja

# SkillName_1
source: Fishing
es: Pesca

# SkillName_2
source: Foraging
es: Recolección

# SkillName_3
source: Mining
es: Minería

# SkillName_4
source: Combat
es: Combate

# SkullCaveKickWarning
source: Any players currently inside the Skull Cavern will be removed. Do you want to proceed?
es: Cualquier jugador dentro de la Caverna Calavera en este momento será sacado de ahí. ¿Quieres continuar?

# SlimeGathererEnchantment
source: Slime Gatherer
es: Recolector de babas

# SlimeSlayerEnchantment
source: Slime Slayer
es: Asesino de babas

# SmokedFish_DisplayName
source: Smoked {0}
es: {0} ahumado

# SpecificBait_DisplayName
source: {0} Bait
es: Cebo para {0}

# SpeedEnchantment
source: +{0} Speed
es: +{0} Velocidad

source: Speedrun Timer
es: Temporizador de Speedrun

# SpiritsEveCart
source: Take the secret shortcut back?
es: ¿Tomar el atajo secreto de vuelta?

# Spouse_Goodnight0
source: Goodnight; {0}.
es: Buenas noches; {0}.

# Spouse_Goodnight1
source: Coming to bed?
es: ¿Vienes a la cama?

# SpringOnionMastery_Description
source: Spring onions are worth 5x the gold.
es: las cebolletas valen 5x su precio en oro.

source: SquidFest
es: Fiesta del Calamar

# SquidFest_AlreadyGotAvailableRewards
source: You don't have any rewards available right now. Keep catching more squid!
es: No tienes recompensas disponibles ahora. ¡Sigue pescando calamares!

# SquidFest_GotAllRewardsToday
source: Congratulations! You hit our iridium-level target and earned all possible rewards for today.
es: ¡Enhorabuena! Has alcanzado nuestro objetivo nivel iridio y ganado todas las recompensas de hoy.

# SquidFest_NowOpen
source: SquidFest has begun.
es: La Fiesta del Calamar ha comenzado.

# SquidFest_Pam
source: I don't have the chops to catch squid; but that's fine. I'll just cheer you on from here; kid.
es: No tengo habilidad para pescar calamares; pero está bien. Te animaré desde aquí; jóven.

# SquidFest_Willy
source: After a while; you get a feel for the squid's behavior. You can tell when one's on the line before you even see it.
es: Después de un tiempo; te acostumbras al comportamiento del calamar. Puedes sentir cuando uno está cerca antes de que lo veas.

# SquidFestBooth_Explanation
source: It's a squid fishing challenge! If you can hit our daily catch targets; you'll win prizes. Check the sign to the left. We also put special bait in the water so the squid are active all day!
es: ¡Es un reto de pesca de calamares! Si puedes cumplir nuestros objetivos de pesca diarios; ganarás premios. Mira el cartel de la izquierda. ¡Además ponemos cebo especial en el agua para que los calamares estén activos todo el día!

# SquidFestBooth_Intro
source: Welcome to SquidFest! What can I do for you?
es: ¡Sean bienvenidos al Festival del Calamar! ¿Qué puedo hacer por ti?

# SquidFestBooth_NoRewards
source: You haven't earned any rewards yet. Better start catching some squid!
es: No has obtenido ninguna recompensa aún. ¡Mejor empezar a pescar algún calamar!

# SquidFestSign
source: [textcolor black][letterbg LooseSprites\\squidFestLetterBG 0] -----SquidFest-----^^Friday the 12th and Saturday the 13th.^^A two-day squid fishing bonanza. If you can reach our daily catch targets; you'll win prizes.^^(Note= Any personal items found near this sign will be sent to the lost and found)
es: [textcolor black][letterbg LooseSprites\\squidFestLetterBG 0] -----Fiesta del Calamar-----^^Viernes 12 y sábado 13.^^Un maratón de pesca de calamares de dos días. Si puedes alcanzar nuestros objetivos de pesca diaria; ganarás premios.^^(Nota= Cualquier objeto personal encontrado cerca de este cartel será enviado a objetos perdidos)

# StarterChicken_Names
source: Portobello;Porcini | Chicky;Grushenka | Lucky;Clover | Salt;Pepper | Pecky;Clucky | Brunhilde;Gretchen | Billie;Bertha | Pickle;Zucchini | Peachie;Papaya | Potpourri;Ann | Buster;Scrappy | Petal;Twig | Cheeper;Squeaks | Skwash;Pumpkin | Goldie;Cocoa | Toast;Beans | Chip;Dip | Hazel;Peanut | Winky;Nod | Huffy;Puffy | Eggy;Ollie | Polka;Dot | Tiny;Shrimp | Fishy;Roe | Princess;Lady | Misty;Beluga | Snowy;Gingersnap | Honey;Biscuit | Piccolo;Viola | Potatoes;Gravy
es: Portobello;Porcini | Gallini;Grushenka | Suertudo;Trébol | Sal;Pimienta | Picador;Clo-clo | Brunhilde;Gretchen | Billie;Bertha | Pepinillo;Zucchini | Melocotoncito;Papaya | Potpourri;Ann | Pétalo;Ramita | Piadora;Chirriante | Skwash;Calabaza | Doradita;Cacao | Tostada;Frijoles | Chip;Baño | Niebla;Cacahuete | Guiño;Feliz | Malhumorado;Hinchadito | Huevito;Ollie | Polka;Puntito | Puntito;Gamba | Pescadito;Huevas | Princesa;Señorita | Niebla;Beluga | Nevadita;Genjibre | Melosa;Galletita | Piccolo;Viola | Patatas;Salsa

# StatueOfBlessings_Description
source: Touching the statue gives a unique blessing every day.
es: Tocar la estatua da una bendición distinta cada día.

# StatueOfBlessings_Name
source: Statue Of Blessings
es: Estatua de las Bendiciones

# StatueOfTheDwarfKing_Description
source: Choose from two mining-related powers each day.
es: Elige entre dos poderes relacionados con la minería cada día.

# StatueOfTheDwarfKing_Name
source: Statue Of The Dwarf King
es: Estatua del Rey Enano

# SteelPanDescription
source: Use to gather ore from streams. Has bigger and better yields than a copper pan. It also has a small chance to immediately cause another panning spot to appear.
es: Úsalo para recoger minerales de los riachuelos. Da mejores y mayores resultados que una batea de cobre. Tiene también una pequeña probabilidad de que aparezca otro sitio de bateo.

# tapper_profession_possible
source: +1 tapper output per harvest.
es: +1 de producto por cosecha de la resinera.

# Tent_Blocked
source: Needs more space to deploy.
es: Necesita más espacio para ser desplegada.

# TextSign_Description
source: You can write a custom message on this sign.
es: Puedes escribir un mensaje personalizado en este cartel.

# TextSign_Name
source: Text Sign
es: Cartel de Texto

# TownTreeWarning
source: I shouldn't cut down trees in town.
es: No debería cortar árboles en el pueblo.

# trade_books
source: Trade In Books
es: Cambia Libros

# TrashCatalogueDescription
source: Access a free supply of trash decorations. Wash hands after use.
es: Accede a un suministro gratuito de decoraciones basura. Lavarse las manos después de su uso.

# TravelingMerchant_DF
source: Ahh... nothing like the warm air of Calico Desert. The pig loves it; too.
es: Ahh... nada como el cálido aire del Desierto de Calico. Al cerdo le encanta; también.

# TravelingMerchant_DF_Closed
source: Closed until noon.
es: Cerrado hasta el mediodía.

source: Trinket
es: Amuleto

source: Trinkets=
es: Baratijas=

# Trinkets_Description
source: Unlocks a new equipment slot for trinkets. Trinkets can be found while adventuring and grant special powers.
es: Desbloquea un nuevo hueco de equipamiento para baratijas. Las baratijas se pueden encontrar de aventuras; y otorgan poderes especiales.

source: Trout Derby
es: Derby de la Trucha

# TroutDerby_NowOpen
source: The Annual Trout Derby has begun.
es: El Derby de la Trucha anual ha comenzado.

source: Waiver
es: Renuncia

# Waiver_Note
source: You got a 'perfection waiver'! (Total= {0})
es: ¡Has obtenido una «renuncia a la perfección»! (Total= {0})

# Waiver_Note_Multiplayer
source: {0} bought a 'perfection waiver'...
es: {0} compró una «renuncia a la perfección»...

# Willy_Challenge
source: Willy's Challenge
es: El reto de Willy

# Willy_Challenge_Description_1
source: Willy has challenged you to catch 3 Sandfish.
es: Willy te ha retado a pescar 3 lenguados.

# Willy_Challenge_Description_2
source: Willy has challenged you to catch a Scorpion Carp.
es: Willy te ha retado a pescar una Carpa Escorpión.

# Willy_Challenge_Description_3
source: Willy has challenged you to find a "Golden Bobber".
es: Willy te ha retado a encontrar un «corcho dorado».

# Willy_Challenge_Return_1
source: Ah; you got 'em. An exciting catch; aren't they?#$b#Here's 25 Calico Eggs for your reward.
es: Ah; los tienes. Una pesca emocionante; ¿no es así?#$b#Aquí tienes 25 Huevos Calico como recompensa.

# Willy_Challenge_Return_2
source: Ah; you did it. A challenging catch; don't you think?#$b#Here's 50 Calico Eggs for your reward.
es: Ah; lo hiciste. Una pesca desafiante; ¿no crees?#$b#Aquí tienes 50 Huevos Calico como recompensa.

# Willy_Challenge_Return_3
source: Well; if it isn't me favorite golden bobber!#$b#And it only smells mild o' fish... Heh heh.$h#$b#Here's 30 Calico Eggs for your reward.
es: Bueno; ¡Si es mi corcho dorado favorito!#$b#Y solo huele un poco a pescado... Je je.$h#$b#Aquí tienes 30 Huevos Calico como recompensa.
